Repository: jwlynch/ipmasq
Catalog: debian/po/*.po
Languages: cs, de, es, eu, fi, fr, gl, ja, nl, pt, ru, sv, vi

source: After network filesystems are mounted
cs: Po pøipojení sí»ových souborových systémù
de: Nachdem Netzwerk-Dateisysteme eingebunden sind
es: Cuando se monten los sistemas de archivos en red
eu: Sare fitxategi-sistema muntatu ondoren
fi: Kun verkkotiedostojärjestelmät on liitetty
fr: Une fois les systèmes de fichiers réseau montés
gl: Despois de montar os sistemas de ficheiros de rede
ja: ネットワークファイルシステムのマウント後
nl: Nadat de netwerk-bestandssystemen zijn aangekoppeld
pt: Depois dos sistemas de ficheiros de rede estarem montados
ru: После монтирования сетевых файловых систем
sv: Efter nätverksfilsystemen är monterade
vi: Sau khi gắn kết cáchệ thống tập tin mạng

source: After network services have been started
cs: Po spu¹tìní sí»ových slu¾eb
de: Nachdem Netzwerkdienste gestartet wurden
es: Cuando se inicien los servicios de red
eu: Sare zerbitzuak abiarazi ondoren
fi: Kun verkkopalvelut on käynnistetty
fr: Une fois les services réseau démarrés
gl: Despois de iniciar os servizos de rede
ja: ネットワークサービスの開始後
nl: Nadat de netwerkdiensten zijn gestart
pt: Depois dos serviços de rede serem inicializados
ru: После запуска сетевых сервисов
sv: Efter nätverkstjänsterna har startats upp
vi: Sau khi khởi chạy các dịch vụ mạng

source: Keep current set up
cs: POnechat stávající nastavení
de: Behalte aktuelle Einstellungen
es: Mantener la configuración actual
eu: Mantendu uneko konfigurazioa
fi: Säilytä nykyiset asetukset
fr: Garder la configuration actuelle
gl: Conservar a configuración actual
ja: 現在の設定を維持
nl: Behoud de huidige instellingen
pt: Manter a configuração corrente
ru: Сохранить текущую настройку
sv: Behåll nuvarande konfiguration
vi: Giữ thiết lập hiện thời

source: When should ipmasq be started?
cs: Kdy se má ipmasq spou¹tìt?
de: Wann soll ipmasq gestartet werden?
es: ¿Cuándo debería iniciarse ipmasq?
eu: Noiz abiarazi behar da ipmasq?
fi: Koska ipmasq tulisi käynnistää?
fr: Quand faut-il lancer ipmasq ?
gl: ¿Cando se debe iniciar ipmasq?
ja: ipmasq をいつ起動しますか?
nl: Wanneer moet ipmasq gestart worden?
pt: Quando deve o ipmasq ser inicializado?
ru: Когда должен запускаться ipmasq?
sv: När ska ipmasq startas upp?
vi: Khi nào nên khởi chạy trình ipmasq?

source: Ipmasq can be told initially to compute the firewall rules at one of a number of points in the boot process. This question asks at which point ipmasq should start.
cs: Ipmasq umí vypoèítat pravidla firewallu na jednom z nìkolika bodù zavádìcícho procesu. Tato otázka se ptá, kdy se má ipmasq spustit.
de: Ipmasq kann mitgeteilt werden, wann die Anpassung der Firewall-Regeln beim Systemstart vorgenommen werden soll. Diese Frage bezieht sich auf den Zeitpunkt, an dem ipmasq starten soll.
es: Se le puede decir a ipmasq que calcule las reglas del cortafuegos en uno de los siguientes puntos del proceso de arranque. Esta pregunta le pide el momento en el que ipmasq debería iniciarse.
eu: Ipmasq-ek abio prozesu urrats hauetako batetan birkalkulatu ditzake suebaki arauak. Galdera honek ipmasq abiarazi behar den urratsaz galdetzen du.
fi: Ipmasq voidaan asettaa laskemaan palomuurisäännöt jossain kohdassa käynnistysprosessia. Tässä voidaan valita kohta, jossa ipmasq tulisi käynnistää.
fr: Il est possible de demander à ipmasq de faire le premier calcul des règles du pare-feu à plusieurs moments du processus de démarrage. À quel moment ce calcul doit-il prendre place ?
gl: Pódese facer que ipmasq faga o cálculo inicial das regras da devasa en distintos puntos do proceso de inicio. Esta pregunta inquire en que punto se debe iniciar ipmasq.
ja: ipmasq に最初にファイアウォールのルールを計算するよう指示するタイミングとして、起動プロセスの様々な段階の中から 1 つを選択できます。この質問は、どの時点で ipmasq を起動すべきか尋ねるものです。
nl: Ipmasq can op verschillende momenten tijdens het opstartproces zijn firewall-regels herberekenen. Hier wordt gevraagd wanneer ipmasq gestart zou moeten worden.
pt: O Ipmask pode computar as regras de 'firewall' num de vários pontos do processo de arranque. Esta questão pergunta em que ponto deve o ipmasq inicializar.
ru: Можно указать в какой момент процесса загрузки системы нужно инициализировать правила межсетевого экрана. Это вопрос о том, в какой точке должен запускаться ipmasq.
sv: Ipmasq kan instrueras att initialt beräkna brandväggsreglerna på en av de antal punkter i uppstartsprocessen. Denna fråga frågar vid vilken punkt som ipmasq ska startas.
vi: Có thể báo trình ipmasq ban đầu tính toán những quy tắc bức tường lửa tại một của những điểm thời trong khi tiến trình khởi động hệ thống. Câu hỏi này hỏi bạn chọn điểm thời mà nên khởi chạy trình ipmasq.
