Repository: jwlynch/ipmasq
Catalog: debian/po/*.po
Languages: cs, de, es, eu, fi, fr, gl, ja, nl, pt, ru, sv, vi

source: /etc/ipmasq/rules now conffiles
cs: /etc/ipmasq/rules je nyní brán jako konfiguraèní soubor
de: /etc/ipmasq/rules sind jetzt Konfigurationsdateien
es: Las reglas en «/etc/ipmasq/rules» son ahora «conffiles»
eu: /etc/ipmasq/rules arauak orain konfigurazio-fitxategiak dira
fi: /etc/ipmasq/rules ovat nyt asetustiedostoja
fr: Les /etc/ipmasq/rules sont maintenant des fichiers de configuration
gl: Os ficheiros de /etc/ipmasq/rules agora son conffiles
ja: /etc/ipmasq/rules が設定ファイルになりました
nl: /etc/ipmasq/rules zijn nu conf-bestanden
pt: o ficheiro de configuração é agora /etc/ipmasq/rules
ru: Файлы правил теперь содержатся в /etc/ipmasq/rules
sv: /etc/ipmasq/rules nu konfigurationsfiler
vi: «/etc/ipmasq/rules» mới trở thành conffiles (tập tin cấu hình)

source: The rules files located in /etc/ipmasq/rules have been placed under package manager control as of version 3.4.0. It is safe (and recommended) to allow dpkg to replace your version.
cs: Soubory pravidel umístìné v /etc/ipmasq/rules jsou od verze 3.4.0 pod správou balíèkovacího systému. Je bezpeèné (a doporuèované) povolit dpkg, aby nahradil va¹i verzi.
de: Die Regel-Dateien in /etc/ipmasq/rules sind seit Version 3.4.0 unter der Paketverwaltungs-Kontrolle. Es ist sicher (und wird empfohlen), dpkg das Ersetzen Ihrer Version zu gestatten.
es: Los archivos de reglas que están en «/etc/ipmasq/rules» se han puesto bajo el control del gestor de paquetes a partir de la versión 3.4.0. Es seguro (y recomendado) permitir a dpkg reemplazar su versión.
eu: /etc/ipmasq/rules direktorioan kokaturik zeuden arauak pakete kudeatzailearen kontrolpera pasa dira 3.4.0 bertsiotik aurrera. Ziurra da (eta gomendagarria) dpkg-ek zure bertsio ordeztea onartzea.
fi: Hakemistossa /etc/ipmasq/rules olevat sääntötiedostot on versiosta 3.4.0 alkaen sisällytetty pakettienhallintajärjestelmään. On turvallista (ja suositeltavaa) antaa dpkg:n korvata nykyinen versio.
fr: Les fichiers de règles situés dans /etc/ipmasq/rules ont été placés sous le contrôle du gestionnaire de paquet, depuis la version 3.4.0. Laisser dpkg changer votre version est sans danger et même recommandé.
gl: Os ficheiros de regras ubicados en /etc/ipmasq/rules puxéronse baixo control do sistema de paquetes a partires da versión 3.4.0. Pódese (e recoméndase) deixar que dpkg substitúa a versión.
ja: /etc/ipmasq/rules にあったルールファイルは、バージョン 3.4.0 以降はパッケージマネージャの管理下に置かれました。dpkg にファイルの置き換えを許可するのは安全です (そして置き換えを許可するのを推奨します)。
nl: Vanaf versie 3.4.0 zijn de bestanden met regels in /etc/ipmasq/rules onder controle van pakketbeheer geplaatst. Het is veilig (en aanbevolen) om dpkg toe te staan uw versie te vervangen.
pt: As regras em /etc/ipmasq/rules foram colocadas sobre o controlo do gestor de pacotes a partir da versão 3.4.0. É seguro (e recomendado) permitir que o dpkg substituia a sua versão.
ru: Начиная с версии 3.4.0 файлы правил располагаются в каталоге /etc/ipmasq/rules и управляются менеджером пакета. Теперь безопасно (и рекомендуется) позволять dpkg заменять вашу версию.
sv: Regelfilerna som fanns under /etc/ipmasq/rules har placerats under pakethanterarens kontroll från och med version 3.4.0. Det är säkert (och rekommenderat) att tillåta dpkg att byta ut din version.
vi: Từ phiên bản 3.4.0, những quản trị gói tin điều khiển những tập tin quy tắc trong «etc/ipmasq/rules». Thay thế phiên bản của bạn là an toàn và được khuyến khích.

source: External interface rules moved; move them?
cs: Pravidla pro externí rozhraní se pøesunula; pøesunout?
de: Neuer Ort für Ext. Interf. Regeln; sollen Ihre Dateien verschoben werden?
es: Ha cambiado la ubicación de las reglas de interfaces externas: ¿desea moverlas?
eu: Kanpo interfaze arau kokalekua mugitu egin da, mugitu egin nahi al dituzu?
fi: Ulkoisten liitäntöjen sääntöjen paikat muuttuneet. Siirretäänkö ne?
fr: Faut-il déplacer les fichiers de règles pour l'interface externe ?
gl: Trasladáronse as regras de interfaces externas; ¿quere movelas?
ja: 外部のインタフェースルールの場所が変わりました。移動しますか?
nl: Uitwendige interface-regels verplaatst; ze verplaatsen?
pt: Regras da interface externa movidas; deseja movê-las?
ru: Правила для внешнего интерфейса перемещены; переместить их?
sv: Regler för externt gränssnitt flyttade; flytta dom?
vi: Những quy tắc về giao diện bên ngoại đã di chuyển: di chuyển chúng không?

source: The rules files I50external.def and O50external.def have changed position to I90external.def and O90external.def, respectively. May I move these rules files (and their corresponding .rul files) to their new positions?
cs: Soubory I50external.def a O50external.def se pøejmenovaly na I90external.def a O90external.def. Mám tyto soubory (a jejich odpovídající soubory .rul) pøejmenovat dle nových názvù?
de: Die Regel-Dateien I50external.def und O50external.def wurden umbenannt in I90external.def und O90external.def. Möchten Sie diese Regel-Dateien (und die zugehörigen .rul Dateien) dorthin verschieben?
es: Los archivos de reglas «I50external.def» y «O50external.def» se han renombrado a «I90external.def» y «O90external.def», respectivamente. ¿Se pueden mover estos archivos de reglas (y sus correspondientes archivos «.rul») a su nueva ubicación?
eu: 'I50external.def' eta 'O50external.def' arauek bere kokalekua 'I90external.def' eta 'O90external.def'-era aldatu dute hurrenez hurren. Arau fitxategi hauek (eta dagozkien .rul fitxategiak) bere kokaleku berrietara mugitu daitezke?
fi: Sääntötiedostot I50external.def ja O50external.def on siirretty nimille I90external.def ja O90external.def. Valitse tulisiko nämä tiedostot (ja niitä vastaavat .rul-tiedostot) siirtää uusille paikoilleen.
fr: Les fichiers de règles I50external.def et O50external.def sont devenus, respectivement, I90external.def et O90external.def. Les noms de ces fichiers et des fichiers .rul correspondants peuvent-ils être modifiés ?
gl: Os ficheiros de regras I50external.def e O50external.def cambiaron de posición a I90external.def e O90external.def, respectivamente. ¿Quere trasladar estes ficheiros de regras (cos seus ficheiros .rul respectivos) ás súas novas posicións?
ja: ルールファイル I50external.def と O50external.def の場所は、それぞれ I90external.def と O90external.def に変更されました。これらのルールファイル (とそれに対応する .rul ファイル) を新しい場所に移動しますか?
nl: De posities van de regel-bestanden I50external.def en O50external.def zijn gewijzigd naar respectievelijk I90external.def en O90external.def. Mag ik deze bestanden (en hun corresponderende rul-bestanden) naar hun nieuwe plek verplaatsen?
pt: Os ficheiros de regras I50external.def e O50external.def mudaram de posição para I90external.def e O90external.def respectivamente. Posso mover estes ficheiros de regras (e os ficheiros .rul correspondentes) para as suas novas posições?
ru: Файлов правил I50external.def и O50external.def перемещены в файлы I90external.def и O90external.def, соответственно. Перенести эти файлы правил (и соответствующие им файлы .rul) на новое место?
sv: Regelfilerna I50external.def och O50external.def har ändrat position till I90external.def och O90external.def, respektive. Får jag flytta dessa regelfiler (och deras korresponderande .rul-fil) till deras nya positioner?
vi: Những tập tin quy tắc «I50external.def» và «O50external.def» đã di chuyển sang «I90external.def» và «O90external.def» riêng từng cái. Bạn có muốn di chuyển hai tập tin quy tắc này (và những tập tin dạng .rul tương ứng) sang ví trị mới thích hợp không?s

source: Delete outdated boot script?
cs: Smazat zastaralý zavádìcí skript?
de: Soll das veraltete Boot-Skript gelöscht werden?
es: ¿Borrar el programa de arranque obsoleto?
eu: Ezabatu zaharkituriko abio script-a?
fi: Poistetaanko vanhentunut käynnistyskomentosarja?
fr: Faut-il supprimer l'ancien script de démarrage ?
gl: ¿Borrar o script de inicio antigo?
ja: 古い起動スクリプトを削除しますか?
nl: Verouderd opstart-script verwijderen?
pt: Apagar 'script' de arranque desactualizado?
ru: Удалить устаревший сценарий загрузки?
sv: Ta bort föråldrat startskript?
vi: Xóa bỏ tập lệnh khởi động cũ không?

source: Should I delete the old, no longer used /etc/rc.boot/ipmasq boot script?
cs: Mám smazat starý, nepou¾ívaný skript /etc/rc.boot/ipmasq?
de: Soll das alte, nicht länger benutzte Boot-Skript /etc/rc.boot/ipmasq gelöscht werden?
es: ¿Debería borrarse el programa de arranque antiguo, y no utilizado ya, «/etc/rc.boot/ipmasq»?
eu: Zaharkitutako eta inoiz gehiago erabiliko ez den /etc/rc.boot/ipmasq abio script-aezabatu behar al da?
fi: Valitse poistetaanko vanha, käytöstä poistettu käynnistyskomentosarja /etc/rc.boot/ipmasq.
fr: Faut-il supprimer l'ancien script de démarrage /etc/rc.boot/ipmasq qui n'est plus utilisé ?
gl: ¿Quere borrar o script de inicio /etc/rc.boot/ipmasq antigo que xa non se usa?
ja: 古く、もう使われていない /etc/rc.boot/ipmasq 起動スクリプトを削除しますか?
nl: Moet het verouderde en niet langer gebruikte /etc/rc.boot/ipmasq opstart-script verwijderd worden?
pt: Devo apagar o já obsoleto 'script' de arranque /etc/rc.boot/ipmasq?
ru: Удалить старый, более не используемый сценарий загрузки /etc/rc.boot/ipmasq?
sv: Ska jag ta bort det gamla, som inte används längre, uppstartsskriptet /etc/rc.boot/ipmasq?
vi: Bạn có muốn xóa bỏ tập lệnh khởi động «/etc/rc.boot/ipmasq» cũ mà không còn được dùng lại không?

source: Delete outdated configuration file?
cs: Smazat zastaralý konfiguraèní soubor?
de: Soll die veraltete Konfigurationsdatei gelöscht werden?
es: ¿Borrar el archivo de configuración obsoleto?
eu: Ezabatu zaharkituriko konfigurazio fitxategia?
fi: Poistetaanko vanhentunut asetustiedosto?
fr: Faut-il supprimer l'ancien fichier de configuration ?
gl: ¿Borrar o ficheiro de configuración obsoleto?
ja: 古い設定ファイルを削除しますか?
nl: Verouderd configuratiebestand verwijderen?
pt: Apagar ficheiro de configuração desactualizado?
ru: Удалить устаревший файл настроек?
sv: Ta bort föråldrad konfigurationsfil?
vi: Xóa bỏ tập lệnh cấu hình cũ không?

source: The configuration file /etc/ipmasq.conf is no longer used and the information it contains is determined automatically by ipmasq. Should I delete the file /etc/ipmasq.conf?
cs: Konfiguraèní soubor /etc/ipmasq.conf se ji¾ nepou¾ívá a informace v nìm obsa¾ené si ipmasq zji¹»uje automaticky. Mám smazat soubor /etc/ipmasq.conf?
de: Die Konfigurationsdatei /etc/ipmasq.conf wird nicht mehr benutzt und die darin enthaltenen Informationen werden nun automatisch durch ipmasq festgestellt. Soll die Datei /etc/ipmasq.conf gelöscht werden?
es: El archivo de configuración «/etc/ipmasq.conf» ya no se usa y la información que contiene ahora se determina automáticamente con ipmasq. ¿Debería borrarse el archivo «/etc/ipmasq.conf»?
eu: /etc/ipmasq.conf konfigurazio fitxategia ez da luzaroago erabili eta bertan dagoen informazioa ipmasq-ek automatikokizehaztuko du. /etc/ipmasq.conf ezabatu egin behar al da?
fi: Asetustiedostoa /etc/ipmasq.conf ei enää käytetä ja sen sisältämät tiedot määritetään nykyään automaattisesti. Valitse tulisiko tiedosto /etc/ipmasq.conf poistaa.
fr: Le fichier de configuration /etc/ipmasq.conf n'est plus utilisé et les informations qu'il contient sont déterminées automatiquement par ipmasq. Faut-il supprimer le fichier /etc/ipmasq.conf ?
gl: O ficheiro de configuración /etc/ipmasq.conf xa non se emprega, e a información que contén determínaa ipmasq automaticamente. ¿Quere borrar o ficheiro /etc/ipmasq.conf?
ja: 設定ファイル /etc/ipmasq.conf はもう使われていなく、そこに含まれている情報は ipmasq によって自動的に決定されるようになっています。ファイル /etc/ipmasq.conf を削除しますか?
nl: Het configuratiebestand /etc/ipmasq.conf wordt niet meer gebruikt en de informatie die erin staat wordt nu automatisch door ipmasq vastgesteld. Moet het bestand /etc/ipmasq.conf verwijderd worden?
pt: O ficheiro de configuração /etc/ipmasq.conf já não é usado e a informação que contem é determinada automaticamente pelo ipmasq. Devo apagar o ficheiro /etc/ipmasq.conf?
ru: Файл настроек /etc/ipmasq.conf больше не используется и информация, которую он содержит автоматически определяется ipmasq. Удалить файл /etc/ipmasq.conf?
sv: Konfigurationsfilen /etc/ipmasq.conf används inte längre och information som den innehåller bestäms automatiskt av ipmasq. Ska jag ta bort filen /etc/ipmasq.conf?
vi: Không còn dùng lại tập tin cấu hình «/etc/ipmasq.conf», và ipmasq tự động quyết định thông tin trong nó. Bạn có muốn xóa bỏ tập tin «/etc/ipmasq.conf» không?

source: Move custom rules file to new location?
cs: Pøesunout soubor s u¾ivatelskými pravidly na nové místo?
de: Sollen Ihre Regel-Dateien verschoben werden?
es: ¿Mover los archivos de reglas personalizadas a la nueva ubicación?
eu: Mugitu arau pertsonalizatuak kokaleku berrira?
fi: Siirretäänkö mukautettujen sääntöjen tiedosto uuteen sijaintiin?
fr: Faut-il déplacer votre fichier de règles à sa nouvelle place ?
gl: ¿Trasladar o ficheiro de regras personalizadas á nova ubicación?
ja: カスタムルールファイルを新しい場所に移動しますか?
nl: Aangepaste regels naar nieuwe locatie?
pt: Mover ficheiros de regras costumizadas para a nova localização?
ru: Перенести файл пользовательских правил на новое место?
sv: Flytta egendefinierade regelfiler till nya platsen?
vi: Di chuyển tập tin quy tắc tự chọn sang ví trị mới không?

source: Should I move your /etc/ipmasq.rules into the /etc/ipmasq/rules directory?
cs: Mám pøesunout soubor /etc/ipmasq.rules do adresáøe /etc/ipmasq/rules?
de: Sollen Ihre Dateien /etc/ipmasq.rules in das Verzeichnis /etc/ipmasq/rules verschoben werden?
es: ¿Se debería mover su «/etc/ipmasq.rules» al directorio «/etc/ipmasq/rules»?
eu: Zure /etc/ipmasq.rules /etc/ipmasq/rules direktoriora mugitu behar al dira?
fi: Valitse tulisiko tiedosto /etc/ipmasq.rules siirtää hakemistoon /etc/ipmasq/rules.
fr: Faut-il déplacer le fichier /etc/ipmasq.rules dans le répertoire /etc/ipmasq/rules ?
gl: ¿Quere trasladar o ficheiro /etc/ipmasq.rules ao directorio /etc/ipmasq/rules?
ja: /etc/ipmasq.rules を /etc/ipmasq/rules ディレクトリ内に移動しますか?
nl: Moeten uw /etc/ipmasq regels verplaatst worden naar de map /etc/ipmasq/rules?
pt: Devo mover o seu ficheiro /etc/ipmasq.rules para o directório /etc/ipmasq/rules?
ru: Перенести ваш файл /etc/ipmasq.rules в каталог /etc/ipmasq/rules?
sv: Ska jag flytta in /etc/ipmasq.rules in i mappen /etc/ipmasq/rules ?
vi: Bạn có muốn di chuyển tập tin «/etc/ipmasq.rules» vào thư mục «/etc/ipmasq/rules» không?

source: Should PPP connections recompute the firewall?
cs: Mají PPP spojení mìnit firewall?
de: Soll eine PPP-Verbindung die Firewall anpassen?
es: ¿Deberían recalcular el cortafuegos las conexiones PPP?
eu: PPP konexioek suebakia birkalkulatu behar al dute?
fi: Lasketaanko palomuurisäännöt uudelleen PPP-yhteyksien aikaan?
fr: Les connexions PPP doivent-elles recalculer les règles du pare-feu ?
gl: ¿Quere que as conexións PPP recalculen a devasa?
ja: PPP 接続でファイアウォールを再計算させますか?
nl: Moeten PPP-verbindingen de firewall opnieuw herberekenen?
pt: Devem ligações PPP reconfigurar a 'firewall'?
ru: Нужно ли изменять настройку межсетевого экрана при установке PPP соединений?
sv: Ska PPP-förbindelser ändras för i brandväggen?
vi: Nên sự kết nối PPP tính toán lại bức tường lửa không?

source: Do you wish to have ipmasq recompute the firewall rules when pppd brings up or takes down a link?
cs: Chcete, aby ipmasq mìnil pravidla firewallu v¾dy, kdy¾ pppd navá¾e nebo shodí spojení?
de: Möchten Sie, dass ipmasq die Firewall-Regeln anpasst, wenn pppd eine Verbindung auf- oder abbaut?
es: ¿Desea que ipmasq recalcule las reglas del cortafuegos cuando pppd inicie o finalice una conexión?
eu: Nahi al duzu pppd-ek konexioa bat sortu edo amaitzean ipmasq-ek suebaki arauak birkalkulatzea?
fi: Valitse tulisiko ipmasqin laskea uudelleen palomuurisäännöt, kun pppd avaa yhteyden tai sulkee sen.
fr: Souhaitez-vous qu'ipmasq recalcule les règles du pare-feu quand le démon pppd établit ou interrompt une liaison ?
gl: ¿Quere que ipmasq recalcule a devasa cando pppd erga ou deite unha ligazón?
ja: pppd の起動時やリンクダウン時に ipmasq にファイアウォールのルールを再計算させますか?
nl: Wilt u dat ipmasq de firewall-regels opnieuw herberekent elke keer dat pppd een verbinding maakt of verbreekt?
pt: Deseja que o ipmasq reconfigure as regras da 'firewall' quando o pppd activa ou desactiva uma ligação?
ru: Должен ли ipmasq вычислять заново правила межсетевого экрана, когда pppd устанавливает или разрывает соединение?
sv: Vill du att ipmasq ändrar brandväggsreglerna när pppd tar upp eller ner en förbindelse?
vi: Bạn có muốn trình ipmasq tính toán lại những quy tắc của bức tường lửa mọi lúc trình nền pppd bật hay tắt một liên kết không?

source: PPP recomputation controlled by file /etc/ipmasq/ppp
cs: Zmìna pravidel firewallu se øídí souborem /etc/ipmasq/ppp
de: PPP-Anpassung wird durch die Datei /etc/ipmasq/ppp verwaltet
es: El archivo «/etc/ipmasq/ppp» controla el cálculo hecho por PPP
eu: PPP birkalkulatzea /etc/ipmasq/ppp fitxategiak kontrolatzen du
fi: PPP:n uudelleenlaskentaa hallinnoi tiedosto /etc/ipmasq/ppp
fr: Le fichier /etc/ipmasq/ppp contrôle la façon de recalculer
gl: O recálculo de PPP está controlado polo ficheiro /etc/ipmasq/ppp
ja: PPP の再計算を制御しているのはファイル /etc/ipmasq/ppp です
nl: PPP-herberekening onder controle van het bestand /etc/ipmasq/ppp
pt: Reconfiguração por PPP controlada pelo ficheiro /etc/ipmasq/ppp
ru: Вычисление заново правил PPP настраивается файлом /etc/ipmasq/ppp
sv: Ändringar i brandväggen för PPP kontrolleras av filen /etc/ipmasq/ppp
vi: Cách tính toán lại PPP do tập tin «/etc/ipmasq/ppp» điều khiển

source: Ipmasq will recompute the firewall rules if the file /etc/ipmasq/ppp is present.
cs: Ipmasq upraví pravidla firewallu pouze v pøípadì, ¾e je pøítomen soubor /etc/ipmasq/ppp.
de: Ipmasq passt die Firewall-Regeln an, wenn die Datei /etc/ipmasq/ppp vorhanden ist.
es: Ipmasq recalculará las reglas del cortafuegos si el archivo «/etc/ipmasq/ppp» existe.
eu: Ipmasq-ek suebaki arauak birkalkulatuko ditu /etc/ipmasq/ppp fitxategia badago.
fi: Ipmasq laskee palomuurisäännöt uudelleen, jos tiedosto /etc/ipmasq/ppp on olemassa.
fr: Ipmasq recalcule les règles du pare-feu si le fichier /etc/ipmasq/ppp existe.
gl: Ipmasq ha recalcular as regras da devasa se o ficheiro /etc/ipmasq/ppp existe.
ja: ipmasq は、ファイル /etc/ipmasq/ppp が存在する場合にファイアウォールのルールを再計算します。
nl: Ipmasq zal de firewall-regels herberekenen als het bestand /etc/ipmasq/ppp aanwezig is.
pt: O ipmasq vai reconfigurar as regras da firewall se o ficheiro /etc/ipmasq/ppp existir.
ru: Если файл /etc/ipmasq/ppp существует, ipmasq будет вычислять правила межсетевого экрана повторно.
sv: Ipmasq kommer att ändra brandväggsreglerna om filen /etc/ipmasq/ppp finns tillgänglig.
vi: Trình ipmasq sẽ tính toán lại những quy tắc của bức tường lửa nếu có tập tin «/etc/ipmasq/ppp».

source: Create the file /etc/ipmasq/ppp to have ipmasq recompute the firewall when pppd brings up or takes down a link.
cs: Aby ipmasq mohl mìnit pravidla firewallu pøi nahození nebo shození ppp spojení, musíte vytvoøit soubor /etc/ipmasq/ppp.
de: Erstellen Sie die Datei /etc/ipmasq/ppp, damit ipmasq die Firewall anpasst, wenn pppd eine Verbindung auf- oder abbaut.
es: Cree el archivo «/etc/ipmasq/ppp» para que ipmasq recalcule el cortafuegos cuando pppd inicie o finalice una conexión.
eu: /etc/ipmasq/ppp fitxategia sortu pppd-ek konexio bat sortu edo amaitzean ipmasq-ek suebaki arauak birkalkulatzeko.
fi: Luomalla tiedosto /etc/ipmasq/ppp ipmasq saadaan laskemaan palomuurisäännöt uudelleen, kun pppd avaa yhteyden tai sulkee sen.
fr: Le fichier /etc/ipmasq/ppp doit être créé pour qu'ipmasq recalcule les règles du pare-feu quand le démon pppd établit ou interrompt une liaison.
gl: Cree o ficheiro /etc/ipmasq/ppp para facer que ipmasq recalcule a devasa cando pppd erga ou deite unha ligazón.
ja: pppd の起動時やリンクダウン時に ipmasq にファイアウォールを再計算させるには、ファイル /etc/ipmasq/ppp を作成してください。
nl: Maak het bestand /etc/ipmasq/ppp aan om ipmasq de firewall opnieuw te laten herberekenen wanneer pppd een verbinding maakt of verbreekt.
pt: Crie o ficheiro /etc/ipmasq/ppp para que o ipmasq reconfigure a firewall quando o pppd activa ou desactiva uma ligação.
ru: Создайте файл /etc/ipmasq/ppp для того, чтобы ipmasq вычислял заново правила межсетевого экрана, если pppd устанавливает или разрывает соединение.
sv: Skapa filen /etc/ipmasq/ppp för att få ipmasq att ändra i brandväggen när pppd tar upp eller ner förbindelsen.
vi: Hãy tạo tập tin «/etc/ipmasq/ppp» để làm cho trình ipmasq tính toán lại bức tường lửa mọi lúc trình nền pppd bật hay tắt một liên kết.

source: Delete the file /etc/ipmasq/ppp to stop having ipmasq recompute the firewall when pppd brings up or takes down a link.
cs: Chcete-li, aby ipmasq pøestal mìnit pravidla firewallu podle stavu ppp spojení, soubor /etc/ipmasq/ppp sma¾te.
de: Löschen Sie die Datei /etc/ipmasq/ppp, damit ipmasq nicht mehr die Firewall anpasst, wenn pppd eine Verbindung auf- oder abbaut.
es: Borre el archivo «/etc/ipmasq/ppp» para no recalcular el cortafuegos con ipmasq cuando pppd inicie o finalice una conexión.
eu: Ezabatu /etc/ipmasq/ppp fitxategia pppd-ek konexio bat sortu edo amaitzean ipmasq-ek suebaki arauak birkalkulatzez uzteko.
fi: Poistamalla tiedosto /etc/ipmasq/ppp voidaan lopettaa palomuurisääntöjen laskeminen avattaessa tai suljettaessa yhteys pppd:llä.
fr: Il faut supprimer le fichier /etc/ipmasq/ppp pour qu'ipmasq cesse de recalculer les règles du pare-feu quand le démon pppd établit ou interrompt une liaison.
gl: Elimine o ficheiro /etc/ipmasq/ppp para que ipmasq deixe de recalcular a devasa cando pppd erga ou deite unha ligazón.
ja: pppd の起動時やリンクダウン時に ipmasq がファイアウォールを再計算するのを止めるには、ファイル /etc/ipmasq/ppp を削除してください。
nl: Verwijder het bestand /etc/ipmasq/ppp om ipmasq niet meer de firewall te laten herberekenen elke keer dat pppd een verbinding maakt of verbreekt.
pt: Apague o ficheiro /etc/ipmasq/ppp para que o ipmasq não reconfigure as regras da firewall quando o pppd activa ou desactiva uma ligação.
ru: Удалите файл /etc/ipmasq/ppp, чтобы ipmasq не вычислял заново правила межсетевого экрана, когда pppd устанавливает или разрывает соединение.
sv: Ta bort filen /etc/ipmasq/ppp för att få ipmasq att sluta ändra i brandväggen när pppd tar upp eller ner en förbindelse.
vi: Hãy xóa bỏ tập tin «/etc/ipmasq/ppp» để tránh trình ipmasq sẽ tính toán lại bức tường lửa mọi lúc trình nền pppd bật hay tắt một liên kết.

source: Start ipmasq?
cs: Spustit ipmasq?
de: ipmasq starten?
es: ¿Desea iniciar ipmasq?
eu: ipmasq abiarazi?
fi: Käynnistetäänkö ipmasq?
fr: Faut-il démarrer ipmasq ?
gl: ¿Iniciar ipmasq?
ja: ipmasq を起動しますか?
nl: Ipmasq starten?
pt: Inicializar o ipmasq?
ru: Запустить ipmasq?
sv: Starta ipmasq?
vi: Khởi chạy trình ipmasq không?

source: Should I start IP Masquerading?
cs: Mám spustit IP Ma¹karádu?
de: Soll IP-Masquerading gestartet werden?
es: ¿Debería iniciarse el enmascaramiento de IP?
eu: IP maskaratzea abiarazi behar al da?
fi: Valitse tulisiko IP-osoitteiden muunto käynnistää.
fr: Faut-il lancer le masquage des adresses IP ?
gl: ¿Quere iniciar o enmascaramento IP?
ja: IP マスカレードを開始しますか?
nl: Moet ipmasq gestart worden?
pt: Devo iniciar IP Masquerading?
ru: Запустить IP Masquerading?
sv: Ska jag starta IP Masquerading?
vi: Nên khởi chạy giả trang IP không?

source: Disable
cs: Zakázat
de: Deaktiviert
es: Deshabilitar
eu: Desgaitu
fi: Poista käytöstä
fr: Désactivation
gl: Desactivar
ja: 無効
nl: Uitschakelen
pt: Desactivar
ru: Не запускать
sv: Stäng av
vi: Vô hiệu hóa

source: After network interfaces are brought up
cs: Po nahození sí»ových rozhraní
de: Nachdem Netzwerkschnittstellen aktiv sind
es: Cuando los interfaces de red se inicien
eu: Sare interfazeak konektatzean
fi: Kun verkkoliitännät on käynnistetty
fr: Une fois les interfaces réseau établies
gl: Despois de erguer as interfaces de rede
ja: ネットワークインタフェースの起動後
nl: Nadat de netwerk-interfaces zijn aangemaakt
pt: Depois das interfaces de rede serem activadas
ru: После поднятия сетевых интерфейсов
sv: Efter att nätverksgränssnitten är uppe
vi: Sau khi hoạt hóa các giao diện mạng
